{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"rich_text_fVEH3H":{"type":"rich-text","blocks":{"heading_aXKFNk":{"type":"heading","settings":{"heading":"<strong>Terms And Conditions<\/strong>","heading_size":"h1"}},"text_AEgzbV":{"type":"text","settings":{"text":"<h4>Pure Power Alternator is an Arizona Limited Liability Company that sells high output alternators and related merchandise (collectively \"Merchandise\") only to individuals who can legally purchase and own such items in the particular jurisdiction where they reside. By purchasing Merchandise from Pure Power Alternator, you confirm that you are of legal age to own such Merchandise and that said Merchandise is legal for your location. If you are unsure, please check your local laws before making a purchase.<\/h4>"}}},"block_order":["heading_aXKFNk","text_AEgzbV"],"settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"scheme-4","full_width":true,"padding_top":40,"padding_bottom":52}},"rich_text_V8taeX":{"type":"rich-text","blocks":{"heading_hF6J86":{"type":"heading","settings":{"heading":"<strong>Assumption of Risk<\/strong>","heading_size":"h2"}},"text_RwDeJt":{"type":"text","settings":{"text":"<h4>Alternators and related Merchandise may be dangerous and even deadly if used improperly, negligently, and\/or illegally. By purchasing Merchandise from Pure Power Alternator you expressly and voluntarily assume the risk of death and\/or other personal injury whether or not caused by the negligence or other fault of Pure Power Alternator. This includes but is not limited to equipment malfunction and\/or defect. Furthermore, you agree to indemnify and hold Pure Power Alternator harmless from any claims, including third-party claims, that arise from the use and\/or ownership of any Merchandise purchased from Pure Power Alternator. When you purchase Merchandise from Pure Power Alternator you agree that you will use the purchased Merchandise in a safe and legal manner, consistent with all applicable laws, recognized safety rules, and common sense. The purchaser also warrants that he\/she will do all that is reasonable to keep air rifles and related Merchandise out of the hands of minors and immature individuals.<\/h4>"}},"heading_JxRd7Y":{"type":"heading","settings":{"heading":"<strong>Resolution of Disputes<\/strong>","heading_size":"h2"}},"text_XtWtDF":{"type":"text","settings":{"text":"<h4>Your order from Pure Power Alternator shall be governed in all respects by the laws of the State of Arizona, U.S.A., and not by the 1980 U.N. Convention on contracts for the international sale of goods. You agree that jurisdiction and venue in any proceeding directly or indirectly arising out of or relating to the purchase of goods from Pure Power Alternator not exceeding $2,500.00 will be in the Pima County Consolidated Justice Court’s Small Claims Division. Additionally, you agree that any dispute or controversy arising out of or relating to the purchase of goods from Pure Power Alternator exceeding $2,500.00 shall be resolved exclusively and finally by arbitration subject to the provisions of the Uniform Arbitration Act as enacted in Arizona and as found in the Arizona statutes at Title 12. Such arbitration shall occur in Tucson, Arizona before a sole arbitrator. Any award rendered in any such arbitration proceeding shall be final and binding on each of the parties and judgment may be entered thereon in a court of competent jurisdiction. The costs for arbitration shall be paid by the losing party unless otherwise determined by the arbitrator. Any cause of action or claim you may have with respect to the purchase of Merchandise from Pure Power Alternator or any other claim related to the use of the website must be commenced within one (1) year after the claim or cause of action arises. Pure Power Alternator’s failure to enforce strict performance of any provision of these terms and conditions shall not be construed as a waiver of any provision or right. Neither the course of conduct nor trade practice shall act to modify any of these terms and conditions.<\/h4>"}},"heading_wnbDmw":{"type":"heading","settings":{"heading":"<strong>Return and Warranty Information<\/strong>","heading_size":"h2"}},"text_FreFC9":{"type":"text","settings":{"text":"<h4>We will not accept any items for return that have been tampered with, disassembled, or that has been damaged (excluding items that have been damaged in shipping). Please refer to our Warranty Information for information about returns, Lifetime Labor Guarantee and 24-Month Alternator Warranty.<\/h4>"}}},"block_order":["heading_hF6J86","text_RwDeJt","heading_JxRd7Y","text_XtWtDF","heading_wnbDmw","text_FreFC9"],"settings":{"desktop_content_position":"center","content_alignment":"left","color_scheme":"","full_width":true,"padding_top":40,"padding_bottom":0}},"rich_text_UUM7c4":{"type":"rich-text","blocks":{"heading_qhgD44":{"type":"heading","settings":{"heading":"<strong>General Disclaimer<\/strong>","heading_size":"h2"}},"text_MzEcdc":{"type":"text","settings":{"text":"<h4>Product descriptions, typographic, pricing, and photographic errors are unintentional and subject to correction. We regret but are not liable for such errors. Pure Power Alternator reserves the right to reject any orders placed for a product listed at an incorrect price. If you discover an error in our website or catalog, please reach out to us.<br\/><\/h4>"}},"heading_xBgJHK":{"type":"heading","settings":{"heading":"<strong>Contact Information<\/strong>","heading_size":"h2"}},"text_TgMFJT":{"type":"text","settings":{"text":"<h4>At Pure Power Alternator, we are committed to providing exceptional customer service. For any inquiries, assistance, or feedback, please do not hesitate to contact us. Our dedicated team is ready to help you with any questions regarding our products, your orders, or our terms and conditions.<br\/><\/h4>"}}},"block_order":["heading_qhgD44","text_MzEcdc","heading_xBgJHK","text_TgMFJT"],"settings":{"desktop_content_position":"center","content_alignment":"left","color_scheme":"","full_width":true,"padding_top":20,"padding_bottom":0}},"multicolumn_ayykFR":{"type":"multicolumn","blocks":{"column_xg9ktt":{"type":"column","settings":{"title":"<strong>Phone<\/strong>","text":"<h4><strong>1-520-622-7395<\/strong><br\/>Our customer service team is available Monday-Friday, 8:00 AM to 5:00 PM MST and Saturday, 9:00 AM to 2:00 PM<br\/><\/h4>","link_label":"","link":""}},"column_KrYePV":{"type":"column","settings":{"title":"<strong>Email<\/strong>","text":"<h4><strong>Put Email Here<\/strong><br\/>We strive to respond to email inquiries within one business day.<br\/><\/h4>","link_label":"","link":""}},"column_XLrCf9":{"type":"column","settings":{"title":"<strong>Mailing Address<\/strong>","text":"<h4><strong>Put Address Here<\/strong><br\/>For returns, warranty claims, or written <br\/>correspondence.<\/h4>","link_label":"","link":""}}},"block_order":["column_xg9ktt","column_KrYePV","column_XLrCf9"],"settings":{"title":"","heading_size":"h1","image_width":"full","image_ratio":"adapt","columns_desktop":3,"column_alignment":"left","background_style":"none","button_label":"","button_link":"","color_scheme":"","columns_mobile":"1","swipe_on_mobile":false,"padding_top":0,"padding_bottom":36}}},"order":["main","rich_text_fVEH3H","rich_text_V8taeX","rich_text_UUM7c4","multicolumn_ayykFR"]}