{"sections":{"main":{"type":"main-page","disabled":true,"settings":{"padding_top":28,"padding_bottom":28}},"rich_text_3K48hJ":{"type":"rich-text","blocks":{"heading_ybL8T3":{"type":"heading","settings":{"heading":"Privacy Policy","heading_size":"h1"}},"text_gV3jAt":{"type":"text","settings":{"text":"<p>This privacy policy (“Privacy Policy”) describes the information collected by Pure Power Alternator, with whom information may be shared, how that information may be used, and your choices about disclosures and uses. By accessing or using our website, located at https:\/\/www.purepower.com (the “Website” or “site”), you agree to the policies outlined in this document. (Last updated December, 2023)<br\/><\/p>"}}},"block_order":["heading_ybL8T3","text_gV3jAt"],"settings":{"desktop_content_position":"center","content_alignment":"center","color_scheme":"scheme-4","full_width":true,"padding_top":40,"padding_bottom":52}},"rich_text_QtCMij":{"type":"rich-text","blocks":{"text_kXBYiL":{"type":"text","settings":{"text":"<h2><strong>Information collected and how it is collected:<\/strong><\/h2><p>Automatically collected data:<\/p><p>When you use Pure Power Alternator’s website, we automatically collect and store certain information about your computer and\/or mobile device and your activities. <\/p><h2><strong>This information includes:<\/strong><\/h2><ul><li>Mobile Device ID. Your device’s unique ID number (IMEI, ADID, etc.).<\/li><li>If you have location services enabled, we may record your device’s geographic location (GPS).<\/li><li>Device Information\/Specifications. Technical data about the device you are using to connect to our website (e.g., type of device, web browser or operating system, IP address, etc.). This information is used to administer the site, prevent fraud, analyze trends, track visitor movement, and to gather user’s demographic information.<\/li><li>Usage Information. The length of time you spend on the site, the manner you use Pure Power Alternator, which products you research, features you use, and any content that you visit. This includes browsing and search history. We link your account information with your activity on Pure Power Alternator across all your devices using your email, phone number, or similar information.<\/li><li>We and our and partners use “cookies” to keep track of information while you are on the Pure Power Alternator website. “Cookies” are small files placed on your computer that allow us to  keep track of the number of people that visit our site. They also help us distinguish repeat visitors from new ones. By utilizing cookies we are able to save user preferences, track trends, and provide you with advertisements that are in line with your likes and preferences. Our website also utilizes session and persistent cookies. Session cookies expire at the end of your visit, while persistent cookies (also known as stored cookies) remain active until you disable them through your browser, or until a pre-set expiration date. Cookies are needed for the proper operation of the Pure Power Alternator website. If your browser is set to reject cookies, Pure Power Alternator may not function properly.<\/li><li>Web Beacons. Also known as “clear gifs” and “pixel tags,” web beacons are small transparent graphic images that are used in conjunction with cookies. This tool allows us to personalize the user experience for visitors of our site. Pure Power Alternator may also use web beacons in company emails. This provides important  marketing data, such as whether an email has been opened or acted upon.<\/li><\/ul><h2><strong>Information we obtain from other sources:<\/strong><\/h2><ul><li><strong>Facebook.<\/strong> When you register your account, you may be asked to sign in using your Facebook credentials. If you choose to do so, you are authorizing us to access and process certain Facebook information. This can include information about you and your Facebook friends who might be common Facebook friends with other Pure Power Alternator users. By allowing this access, you understand that we may obtain and process certain information from your Facebook account. This information may include, but is not limited to your name, birthday, email address, education, and work history.<\/li><li><strong>Third-Party Services.<\/strong> We utilize analytics and data monitoring software. We may receive personal information about you and your browsing habits through these tools<\/li><li><strong>Other users.<\/strong> Through customer support inquiries and online forms, users of Pure Power Alternator’s website may provide us with personal information about you.<br\/>Information provided by you:<br\/>When you register for a Pure Power Alternator account, you must provide certain information, including your username and password, e-mail address, zip code, birthday, gender, and gender preference. By providing Pure Power Alternator with this information, you explicitly consent to our use of it. When using Pure Power Alternator, you may also provide credit card information (where required for the purpose of payment). By placing an order through the Pure Power Alternator website, you are agreeing that we can securely store this information.<\/li><\/ul><h2><strong>Information provided by you:<\/strong><\/h2><p>When you register for a Pure Power Alternator account, you must provide certain information, including your username and password, e-mail address, zip code, birthday, gender, and gender preference. By providing Pure Power Alternator with this information, you explicitly consent to our use of it. When using Pure Power Alternator, you may also provide credit card information (where required for the purpose of payment). By placing an order through the Pure Power Alternator website, you are agreeing that we can securely store this information.<\/p><h2><strong>Referring Your Colleagues, Friends, and Family. <\/strong><\/h2><p>We encourage you to refer people to Pure Power Alternator by<br\/>sending us their e-mail addresses or phone numbers. We will keep this<br\/>information in our database, and enable you to send these friends a one-time<br\/>e-mail or text message from your device containing your name and inviting them<br\/>to visit the Website. This e-mail will also include instructions on how to<br\/>opt-out and unsubscribe from our e-mail list. You agree that you will not abuse<br\/>this feature by entering the e-mail addresses or phone numbers of those<br\/>individuals who would not be interested in Pure Power Alternator.<\/p><h2><strong>Contact Us<\/strong><\/h2><p>If you have questions about our Privacy Policy, please<br\/>contact us by email at notifications@airfiretactical.com or by mailing us at<br\/>Pure Power Alternator, 6000 N Camino De La Tierra Tucson, AZ 85741.<\/p>"}}},"block_order":["text_kXBYiL"],"settings":{"desktop_content_position":"center","content_alignment":"left","color_scheme":"","full_width":true,"padding_top":40,"padding_bottom":52}}},"order":["main","rich_text_3K48hJ","rich_text_QtCMij"]}